Repository: Hugo-Coutinho/Personal-Financial-Health
Catalog: PersonalFinancialHealth/app-settings/Localizable/*.lproj/Localizable.strings
Languages: pt_br

# alertInvalidInput
source: Please, input all the values correctly to create the expense.
pt_br: Por favor, inseria todos os valores corretamente para criar um gasto.

# alertFailToSaveSalary
source: Something went wrong, please try later.
pt_br: Algum erro ocorreu, por favor tente novamente.

# netSalary
source: $ %.02f
pt_br: R$ %.02f

# usefullySalary
source: $ %.02f
pt_br: R$ %.02f

# saveButton
source: Save
pt_br: Salvar

# SuccessInsertSalaryTitle
source: Success
pt_br: Successo

# SuccessInsertSalaryMessage
source: Salary successfuly saved
pt_br: Salário salvo com sucesso!

# fundsLabel
source: $ %.02f
pt_br: R$ %.02f

# valueUsedDailyLabel
source: $ %.02f
pt_br: R$ %.02f

# valueAlreadyUsedLabel
source: $ %.02f
pt_br: R$ %.02f

# totalExpendedLabel
source: $ %.02f
pt_br: R$ %.02f

# expenseConstantTypeLabel
source: Constant Expense
pt_br: Gasto Constante

# expenseDailyTypeLabel
source: Daily Expense
pt_br: Gasto Avulso

# expenseValueLabel
source: $ %.02f
pt_br: R$ %.02f

# expendedLabel
source: $ %.02f
pt_br: R$ %.02f

# constantExpense
source: Constant
pt_br: Gasto constante

# dailyExpense
source: Daily
pt_br: Gasto avulso

# expenseTypeLabel
source: Expense type
pt_br: Tipo de gasto

# alertSomethingWentWrong
source: Sorry, something went wrong. Please, submit it again.
pt_br: Descuple, Algo deu errado. Por favor tente novamente.

# alertExpenseSaved
source: Expense successfuly saved.
pt_br: Gasto salvo com sucesso!

# newExpenseButton
source: New Expense
pt_br: Novo gasto

# expenseEmptyMessageLabel
source: No expense yet.
pt_br: Sem gastos até o momento.

# historicalEmptyMessageLabel
source: No historical yet.
pt_br: Sem histórico no momento.

# financialShowAlertBudgetIsBlackTitle
source: Oh no, what a shame!
pt_br: Vish, deu ruim

# financialShowAlertBudgetIsBlackMessage
source: Your budget is black. please be attention
pt_br: Seu orçamento está no vermelho, tenha atenção com seus gastos

# homeAlertAppResetTitle
source: New month arrived
pt_br: Novo mês tá ai!!

# homeAlertAppResetMessage
source: All of your information was reseted, therefore, the new month begins.
pt_br: Todos os valores foram zerados para que possar contabilizar os gastos desse novo mês.
